tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "romkatv/powerlevel10k"
tap "teamookla/speedtest"
tap "FelixKratz/formulae"
tap "nikitabobko/tap"

brew "borders"
brew "bat"
brew "btop"
brew "python@3.12"
brew "colima"
brew "eza"
brew "fnm"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "ical-buddy"
brew "jq"
brew "micro"
brew "neovim"
brew "ripgrep"
brew "telnet"
brew "wtfutil"
brew "fd"
brew "tmux"
brew "powerlevel10k"
brew "speedtest"
brew "xcbeautify"

cask "nikitabobko/tap/aerospace"
cask "insomnia"
cask "iterm2"
cask "postman"
